all_codes = [
  {
    "code": "18914",
    "hint": "Абсолютно безполезний код на абмолютно безполезній штуці"
  },
  {
    "code": "25496",
    "hint": "Саме робоче місце"
  },
  {
    "code": "90255",
    "hint": "Шукай на дні коробки"
  },
  {
    "code": "25724",
    "hint": "Не хочеш подивитися Netflix?"
  },
  {
    "code": "58244",
    "hint": "Я же романтично споглядати крієвиди, огорненим піною..."
  },
  {
    "code": "18216",
    "hint": "Яку шафу в домі можна назвати найменшою?"
  },
  {
    "code": "30236",
    "hint": "Подивишся у вікно?"
  },
  {
    "code": "72480",
    "hint": "Нічого не забув? Чи ще мокре?"
  },
  {
    "code": "73750",
    "hint": "Охх як же тут жарко....Відчуваю себе як курка"
  },
  {
    "code": "57671",
    "hint": "Упс... Здається треба перевірити вайфай! А може навіть електрику!"
  },
  {
    "code": "34204",
    "hint": "Користуйся екосумкою, коли йдеш до магазину!"
  },
  {
    "code": "81731",
    "hint": "Побачиш, лише чистим"
  },
  {
    "code": "55267",
    "hint": "Ми дивилися кіно і мені стало холодно! Що ж робити...."
  },
  {
    "code": "32412",
    "hint": "Всі светодіоди працюють? Перевір!"
  },
  {
    "code": "79175",
    "hint": "на дверях в сашиній кімнаті"
  },
  {
    "code": "15777",
    "hint": "За екраном"
  },
  {
    "code": "72500",
    "hint": "Що ти робиш після того як помив ручки?"
  },
  {
    "code": "71199",
    "hint": "Хто окрім чайника може підігріти воду?"
  },
]